[
  {
    "_id": 789,
    "topic": "Space",
    "userName": "SpaceX",
    "time": "2h",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "image": "../images/spacexlogo.png",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  {
    "_id": 890,
    "topic": "Tesla",
    "userName": "Tesla",
    "time": "4d",
    "title": "Autopilot and Full Self-Driving Capability",
    "image": "../images/tesla.png",
    "liked": false,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "tesla",
    "tuit": "Autopilot is an advanced driver assistance system that enhances safety and convenience behind the wheel. When used properly, Autopilot reduces your overall workload as a driver. Each new Tesla vehicle is equipped with eight external cameras and powerful vision processing to provide an additional layer of safety. All vehicles built for the North American market now use our camera-based Tesla Vision to deliver Autopilot features, rather than radar. All vehicles built for the North American market now use our camera-based Tesla Vision to deliver Autopilot features, rather than radar."
  },
  {
    "_id": 123,
    "topic": "Space",
    "userName": "SpaceX",
    "title": "Tesla Cybertruck lands on Mars and picks up the Curiosity rover on its 6' bed",
    "time": "2h",
    "image": "../images/spacexlogo.png",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "spacex",
    "tuit": "Tesla Cybertruck lands on Mars and picks uo the Curiosity rover on its 6' bed. Cybertruck is built with an exterior shell made for ultimate durability and passenger protection. Starting with a nearly impenetrable exoskeleton, every component is designed for superior strength and endurance, from Ultra-Hard 30X Cold-Rolled stainless-steel structural skin to Tesla armor glass. Cybertruck is built with an exterior shell made for ultimate durability and passenger protection. Starting with a nearly impenetrable exoskeleton, every component is designed for superior strength and endurance, from Ultra-Hard 30X Cold-Rolled stainless-steel structural skin to Tesla armor glass. "

  },
  {
    "_id": 234,
    "topic": "Web Development",
    "userName": "ReactJS",
    "time": "2h",
    "title": "React.js is a component based front end library that makes it very easy to build Single Page Applications or SPAs",
    "image": "../images/reactjs.png",
    "liked": false,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "reactjs",
    "tuit": "React.js is a component based front end library that makes it very easy to build Single Page Applications or SPAs. React makes it painless to create interactive UIs. Design simple views for each state in your application, and React will efficiently update and render just the right components when your data changes."
  },
  {
    "_id": 345,
    "topic": "",
    "userName": "JavaScript",
    "time": "1 day",
    "title": "JavaScript is programming language that can run on browsers as well as desktops",
    "image": "../images/javascript.png",
    "tweets": "123K",
    "liked": false,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@javascript",
    "tuit": "JavaScript is programming language that can run on browsers as well as desktops. JavaScript is a high-level, often just-in-time compiled language that conforms to the ECMAScript standard."
  },
  {
    "_id": 456,
    "topic": "Web Development",
    "userName": "jQuery",
    "title": "",
    "time": "last week",
    "image": "../images/jquery.png",
    "tweets": "122K",
    "liked": false,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "",
    "tuit": ""
  },
  {
    "_id": 567,
    "topic": "Web Development",
    "userName": "NodeJS",
    "title": "",
    "time": "last month",
    "image": "../images/nodejs.png",
    "tweets": "120K",
    "liked": false,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "",
    "tuit": ""
  }
]